[IO_SlapHappy_ArmPlacement InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_SlapHappy_HammerlockArm MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Braço de Sir Hammerlock"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_SlapHappy_HammerlockArm:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="O braço de um cavaleiro."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_SlapHappy_HammerlockArmBait MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Braço de Sir Hammerlock"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_SlapHappy_HammerlockArmBait:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A extremidade de um cavaleiro."
NoConstraintText=""
Suffix=""
Prefix=""

